IDEA Open Model
Stirrup.DiameterOfMandrel Property
Compatible with IDEA StatiCa v 10.1
 Radius of stirrup mandrel - refering to stirrup axis
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public double DiameterOfMandrel { get; set; }
Public Property DiameterOfMandrel As Double
	Get
	Set
public:
property double DiameterOfMandrel {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
Stirrup Class
IdeaRS.OpenModel.CrossSection Namespace